# vsoWidgetPopupGetCnt

## Description
```pascal
FUNCTION vsoWidgetPopupGetCnt(widgetID : LONGINT) : LONGINT;
```

```python

def vs.vsoWidgetPopupGetCnt(widgetID):
    return LONGINT
```

## Parameters
|Name|Type|Description|
|---|---|---|
|widgetID|LONGINT||

## Version
Availability: from Vectorworks 2011
## Category
* Object Events